class MyConstant {
  String domain = 'http://70e44a0db54b.ngrok.io';

  List<String> categorys = [
    'เครื่องกล',
    'ไฟฟ้า',
    'โยธา',
    'วิทย์ประยุกต์และสังคม',
    'อุตสาหการ',
    'เครื่องต้นกำลัง',
    'อิเล็กทรอนิกส์',
    'การจัดการเทคโนฯและสารสนเทศ',
    'การเชื่อม',
    'เตรียมวิศวกรรมไทย-เยอรมัน'
  ];

  List<String> urlAPIroom = [
    'เครื่องกล',
    'ไฟฟ้า',
    'โยธา',
    'วิทย์ประยุกต์และสังคม',
    'อุตสาหการ',
    'เครื่องต้นกำลัง',
    '/cit/getAllEnet.php',
    'การจัดการเทคโนฯและสารสนเทศ',
    'การเชื่อม',
    'เตรียมวิศวกรรมไทย-เยอรมัน'
  ];


}